import Link from "next/link";

export default function InnerStaticContent() {
  return (
    <>
      <p>
        Мы постарались охватить все сферы ответственности, будь то моральная,
        социальная, экономическая или любая другая. Рассмотрим самые
        распространенные проблемы, с которыми сталкиваются иностранцы, усыновляя
        животных в Южной Корее.
      </p>
      <p>
        Возможно, прочитав эти статьи, вы примете верное для вас решение и
        сделаете вашу жизнь счастливее и комфортнее.
      </p>
      <h2>Как усыновить домашнее животное, необходимые знания:</h2>
      <ul>
        <li>
          <Link href="/cdad46f9-b415-4901-8d46-d5056f9be5ec">
            Перед тем как завести домашнего питомца, пройдите этот чеклист.
          </Link>
        </li>
        <li>
          <Link href="/5a0a27c3-5f14-4efd-b8b7-4b1e9a8e053b">
            Какой питомец подходит именно вам?
          </Link>
        </li>
        <li>
          <Link href="/0e00fed2-6348-4a14-a499-aeb1d647a816">
            Усыновление брошенного домашнего животного
          </Link>
        </li>
        <li>
          <Link href="/979e28ba-af94-4bcb-bc8f-bbb8222138c">
            Экономические затраты на домашних животных.
          </Link>
        </li>
        <li>
          <Link href="/1ddd39d9-d479-4fee-9dc4-3dd0c28319fb">
            Страхование жизни и здоровья для домашних животных.
          </Link>
        </li>
      </ul>
    </>
  );
}
